Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Opportunities you see for improvement and constructive suggestions
es: Oportunidades de mejora que veas y sugerencias constructivas

source: Opportunity
es: Oportunidad

source: Opportunity :
es: Oportunidad:

source: Opportunity Leader completes PHRTA and submit to HRT Panel Coordinator
es: Líder de Oportunidad completa la PHRTA y la entrega al Coordinador del Panel de HRT

source: Opportunity and/or proposal costs associated with a single pursuit (e.g., discrete contract, task order or other assignment)
es: Costos de oportunidad o propuesta asociados a búsqueda simple (contrato particular, orden de tarea u otro trabajo)

source: Opportunity can't be passed up relative to our strategy
es: La oportunidad no puede dejarse pasar en relación con la estrategia

source: Opportunity fits within core business or strategy
es: La oportunidad encaja en el negocio central o la estrategia

source: Optimize Pre-split design based on bench profile interpretations
es: Optimizar el diseño del precorte basándose en las interpretaciones del perfil de los bancos.

source: Optimize perimeter blast design including steepening the inclination of the pre-split to 75 degrees
es: Optimizar el diseño de la voladura perimetral además de aumentar la inclinación del precorte a 75 grados

source: Optimize pre-split charge by inspecting bench after firing pre-split and adjust charge size and depth below collar until continuous pre-split crack develops without excessive cratering at drillhole collar
es: Optimizar la carga del precorte inspeccionando el banco después de detonar el precorte y ajustar el tamaño de carga y su profundidad debajo del collar hasta que se desarrolle la grieta de precorte continua sin formar un cráter excesivo en el collar del barreno.

source: Optional
es: Opcional

source: Or check with Wendy Stoveland or Tina Marano
es: O confirma con Wendy Stoveland o Tina Marano

source: Or follow up?
es: ¿Sobre el seguimiento?

source: Or implementation?
es: ¿Sobre la implementación?

source: Or monitoring?
es: ¿Sobre el monitoreo?

source: Organisation
es: Organización

source: Organise waste collection by an approved supplier, appropriately licensed for the type of waste.
es: Organizar la recolección de residuos con un proveedor autorizado, que tenga el permiso adecuado para el tipo de residuo.

source: Organization
es: Organización

source: Organization of the Report
es: Organización del informe

source: Organizational Factors
es: Factores organizacionales

source: Organizational Factors that may lie dormant or undetected for a long time within an organization and only become apparent when they combine with other contributing factors that led to the incident.
es: Factores organizacionales que pueden estar latentes o indetectados durante mucho tiempo en una organización y solo hacerse patentes cuando se combinan con otros factores que derivan en el incidente.

source: Oriented core structural data provided by MSC.
es: Datos estructurales de testigos orientados proporcionados por MSC.

source: Other
es: Otro

source: Other (Line Manager):
es: Otro (Gerente de Línea):

source: Other (e.g., IA, HSSE)
es: Otro (ej., IA, HSSE)

source: Other HSSE Areas of Suggested Focus
es: Otras sugerencias de foco en HSSE

source: Other HSSE Areas of Suggested Focus (cont’d)
es: Otras sugerencias de foco en HSSE (cont.)

source: Other Matters
es: Otros temas

source: Other activities specified by the Client or Principal Contractor
es: Otras actividades especificadas por el Cliente o Contratista Principal

source: Other challenges include operational inefficiency in parts of our business, and project management and delivery, with one particular project reminding us of the significance of this risk.
es: Otros desafíos son la ineficiencia operacional en partes de nuestro negocio y la gestión y ejecución de proyectos, habiendo un proyecto en particular que nos recuerda la importancia de este riesgo.

source: Other equipment appropriate to respond to emergencies (e.g. communication devices).
es: Otros equipos apropiados para responder a emergencias (por ejemplo, dispositivos de comunicación).

source: Other model inputs such as the earthquake maximum magnitude and selection and weighting of the subduction interface and crustal GMPEs have less impact on the uncertainty in mean PGA value.
es: Otras entradas del modelo como la magnitud sísmica máxima y la selección y ponderación de las curvas de atenuación de interfaz de subducción y corticales tienen menos impacto en la incertidumbre de la PGA media.

source: Other model inputs such as the earthquake maximum magnitude and selection and weighting of the subduction zone and crustal GMPEs contribute a relatively lower uncertainty to the mean hazard value.
es: Otras entradas del modelo como la magnitud sísmica máxima y la selección y ponderación de las curvas de atenuación en zona de subducción y corticales tienen una contribución relativamente menor a la incertidumbre del valor medio de peligro.

source: Other parts starting to grow again
es: Otros sectores están reanudando la senda del crecimiento

source: Other physical disabilities
es: Otras discapacidades físicas

source: Other provisions if contaminants are likely to be present in the water body
es: Otras previsiones si hay probabilidad de encontrar contaminantes en el cuerpo de agua

source: Other relevant Standards, Guidance, Procedures, Work Instructions, Method Statements
es: Otros estándares, directrices, procedimientos, instrucciones de trabajo, WMS que resulten pertinentes

source: Other sensory deficiency (touch, taste)
es: Otras deficiencias sensoriales (tacto, gusto)

source: Other subduction zone sources make a significant contribution to the hazard at all spectral periods ≤1 s and at all return periods up to 10,000 years, and their contribution is more than the background crustal background source, and
es: Otras fuentes en zona de subducción hacen una contribución considerable al peligro en todos los periodos espectrales ≤ 1 s y en todos los periodos de retorno de hasta 10000 y su contribución es mayor que la de la fuente de fondo cortical.

source: Other than the Golder employee and the excavator operator, no other activities were being conducted on the site at the time.
es: Aparte del colaborador de Golder y el operador de la excavadora, no se estaban desarrollando actividades en el sitio en ese momento.

source: Other:
es: Otro:

source: Otherwise please manually update or download the new version from Google Play or the iTunes store.
es: Si no es así, te rogamos que actualices la aplicación manualmente o descargues la nueva versión desde Google Play o iTunes.

source: Ottawa, Canada
es: Ottawa, Canadá

source: Our 2020 Destination and Strategy set out objectives and tactics with expected outcomes.
es: Nuestro Destino y Estrategia 2020 establece los objetivos y tácticas con sus resultados esperados.

source: Our DSO was sharply lower in the first two months of the quarter (around 84 days) only to lose 6 days in March alone.
es: Nuestro DSO estuvo marcadamente más bajo en los primeros dos meses del trimestre (alrededor de 84 días) y solo en marzo perdió 6 días.

source: Our Fatal Risk Control approach applies to all Golder personnel, work locations, activities and includes Golder subcontractors.
es: Nuestro enfoque de Control de Riesgos Fatales (FRC, por su denominación en inglés) rige para todo el personal de Golder, para los lugares en que trabajamos, para las actividades que desarrollamos y también para nuestros subcontratistas.

source: Our Global Presence
es: Presencia global

source: Our Q1 results are considered strong when compared to historical Q1s, which are typically weak due to the seasonality and the geographic distribution of our business.
es: Nuestros resultados del Q1 se consideran sólidos al compararse con los resultados históricos en el mismo periodo, que suele ser débil debido a la estacionalidad y distribución geográfica de nuestro negocio.

source: Our approach to HSSE at Golder supports a nimble and adaptable approach.
es: El método que tenemos de HSSE en Golder facilita un enfoque ágil y adaptable.

source: Our business and our projects span the globe and impact the world around us.
es: Nuestro negocio y nuestros proyectos cubren todo el globo y tienen un impacto en el mundo que nos rodea.

source: Our employee reports the truck lurched sideways and nearly tipped onto his vehicle due to the sudden braking and angular momentum of the heavy vehicle.
es: Nuestro colaborador informa que el camión se tambaleó de costado y casi se vuelca sobre su vehículo debido a la frenada repentina y al momento angular del pesado vehículo.

source: Our employee stopped his vehicle as he noticed traffic stopped at a red light ahead.
es: Este último detuvo su vehículo al advertir que el tráfico se detenía en una luz roja más adelante.

source: Our employee was aware that a rock blasting activity was scheduled somewhere on site for 12:00 but did not know where the blast would occur or where they were supposed to be when it happened.
es: Este tenía conocimiento de que había una actividad de voladura de rocas programada para alrededor de las 12:00 en algún lugar del sitio, pero no sabía el punto exacto ni dónde se suponía que deberían encontrarse durante la actividad.

source: Our employee was immersed in their work, not focussing on the blast and did not register the radio warning.
es: Nuestro colaborador estaba concentrado en su trabajo y no puso atención a la voladura ni acusó recibo de la advertencia por radio.

source: Our employee, being unaware of the blast zone and procedures, did not take sufficient responsibility for their own safety on site.
es: Nuestro colaborador, al no conocer la zona de voladura y sus procedimientos, no asumió suficiente responsabilidad por su propia seguridad en el sitio.

source: Our expertise covers a wide range of operating environments, commodities and locations and our experienced professionals have the combined knowledge to deliver projects where they are needed when they are needed.
es: Nuestros expertos conocen una amplia gama de entornos operativos, commodities y emplazamientos y tienen los conocimientos y la experiencia para ejecutar proyectos donde se necesite y cuando se necesite.

source: Our field observations indicate that Moderate clay alteration occurs within Intrusives in association with alteration zoning adjacent to the silica alteration in the intrusives.
es: Nuestras observaciones de campo indican que ocurre alteración argílica moderada en los intrusivos junto con zonificación de la alteración adyacente a la alteración silícea en los intrusivos.

source: Our industry-leading people share a common passion for technical excellence and innovation that delivers greater value to our clients.
es: Nuestros profesionales son líderes en la industria y comparten la pasión por la excelencia técnica y la innovación que entregan mayor valor a nuestros clientes.

source: Our initial findings include:
es: Los hallazgos iniciales son:

source: Our journey management process does not apply to the regular commute to and from the home office but will cover the travel from the employee to a project work site, client’s office, conference venue or any other location where there are risks that need to be managed.
es: Nuestro proceso de gestión de viajes no aplicar para los viajes regulares hacia y desde las oficinas, pero sí cubre los viajes del trabajador hasta el sitio de proyecto, las oficinas del cliente, sitios de conferencias y cualquier otra ubicación donde se deben gestionar riesgos.

source: Our juniors feel safety on projects – this is where they need to see it.
es: Nuestros colaboradores junior sienten la seguridad en los proyectos: es ahí donde necesitan verla.

source: Our legal team may direct the formation of an investigation team to investigate the incident in preparation for litigation.
es: El equipo legal puede dirigir la formación de un equipo de investigación para que estudie el incidente para prepararse para el litigio.

source: Our motto is "work safe, home safe".
es: Nuestro lema es “trabajo seguro, hogar seguro”.

source: Our primary concern is the safety of our staff.
es: Nuestra preocupación principal es la seguridad de nuestros colaboradores.

source: Our refreshed brand is live for the world to see!
es: ¡Ya tenemos nueva marca lista para mostrársela al mundo!

source: Our results were mixed at the regional level.
es: Nuestros resultados a nivel regional son mixtos.

source: Our review indicated that the PGA values provided by AMTC were higher than generally accepted for this part of Chile.
es: Nuestra revisión arrojó que los valores de aceleración horizontal máxima propuestos por AMTC eran más altos que lo generalmente aceptado para esta parte de Chile.

source: Our sustainability relies on using resources prudently, reducing our environmental footprint, and supporting a better quality of life for people around the world.
es: La prudencia en el uso de los recursos, la reducción de nuestra huella ambiental y el fomento de una mejor calidad de vida para todos son los pilares de nuestra sostenibilidad.

source: Our team is working on a remediation project in an operational automobile manufacturing facility.
es: Nuestro equipo está trabajando en un proyecto de remediación en una instalación de fabricación de vehículos en operación.

source: Our technical staff have expertise in the disciplines of geology and resource estimation, mining engineering; rock mechanics and mine geotechnical engineering; hydrogeology; hydrology and water resources engineering; geotechnical and civil engineering; environmental sciences; socio-economics; indoor environmental quality; earth, water, and air services; process and instrumentation design; regulatory compliance; and construction services.
es: Nuestros profesionales son expertos en las disciplinas de geología y estimación de recursos, ingeniería minera; mecánica de rocas e ingeniería geotécnica de minas; hidrogeología; hidrología e ingeniería en recursos hídricos; ingeniería geotécnica y civil; ciencias del medio ambiente; socioeconomía; calidad ambiental en interiores; servicios de suelo, agua y aire; diseño de procesos e instrumentación; cumplimiento de la normativa, y servicios de construcción.

source: Our wealth of experience, coupled with networked offices in all key mining centers, provides clients with mine planning solutions no matter where the mining project is located.
es: Nuestro bagaje, sumado a la red de oficinas en todos los centros mineros clave, nos permite entregar a nuestros clientes soluciones de planes mineros sin importar dónde se encuentre ubicado el proyecto.

source: Our year to date sector performance compared to the same period in 2016 indicates continued growth in Infrastructure (up 4%), Manufacturing (up 20%), and Power (up 6%), and continued weakness in Mining (down 15%) and Oil & Gas (down 5%).
es: Nuestro desempeño sectorial a la fecha, comparado con igual periodo de 2016, indica un crecimiento continuo en infraestructura (4% de alza), manufactura, (20% de alza), y energía (6% de alza) y una debilidad continua en minería (15% de baja) y petróleo y gas (5% de baja).

source: Out of cycle raises within approved budget
es: Aumentos fuera de ciclo dentro del presupuesto aprobado

source: Outcome / Incident
es: Resultado/Incidente

source: Outcome(s) will then be communicated to employees during their regular group meetings.
es: Los resultados serán luego comunicados a los empleados durante las reuniones de grupo habituales.

source: Outcomes shall be communicated to employees during their regular group meetings or gatherings (town halls, Goldnet, stand downs…).
es: Los resultados se comunicarán a los colaboradores durante sus reuniones grupales regulares (reuniones generales, Goldnet, retiros…).

source: Outflows from the backfill in the pits would not occur until the pore space in the pits has been filled to a higher level than the surrounding rock.
es: Los flujos salientes desde el relleno en los pits no tendrían lugar mientras el espacio de poros en los pits no se halla llenado hasta un nivel más alto que la roca circundante.

source: Outgoing invoice approvals (AR)
es: Autorizaciones de facturas salientes (por cobrar)

source: Outside the footprint of the TMF, WRF, Oxide, Low Grade Ore, ponds and the open pits, the boundary conditions remain the same as those defined for the calibrated (“current conditions”) model.
es: Fuera de la huella de la presa de relaves, del depósito de estériles, de la pila de óxidos, de la pila de mineral de baja ley y de los pits se conservaron las condiciones de borde definidas para el modelo calibrado (“condiciones actuales”).

source: Over black or grey fabric, please ask vendors to use a silver or white stitching for the word “GOLDER”
es: Sobre tela blanca o gris, pedir al proveedor que use bordado color plata o blanco para la palabra “GOLDER”

source: Over the past several years, Gramalote has commissioned a number of geotechnical, geological and hydrogeological studies for its proposed Gramalote Mining Project as part of pre-feasibility and engineering design work.
es: En los últimos años, Gramalote ha contratado una serie de estudios geotécnicos, geológicos e hidrogeológicos para el proyecto minero Gramalote como parte de la fase de pre-factibilidad y del trabajo de diseño de ingeniería.

source: Over the past several years, Gramalote has commissioned a number of geotechnical, geological and hydrogeological studies for its proposed Gramalote Mining Project as part of pre-feasibility work.
es: En los últimos años, Gramalote ha contratado una serie de estudios geotécnicos, geológicos e hidrogeológicos para el proyecto minero Gramalote como parte de la fase de pre-factibilidad.

source: Over the past year, we have achieved significant improvement in operational efficiency.
es: El año pasado tuvimos una mejora importante en eficiencia operacional.

source: Over white fabric, the logo colours are intact as per the logo specs.
es: En tela blanca, los colores del logo siguen las especificaciones

source: Overall Client Project Scope (Summary of what problem the client is trying to solve)
es: Alcance general del proyecto del cliente (resumen del problema que el cliente está tratando de resolver)

source: Overall Client Project Value (est.)
es: Valor general del proyecto del cliente (est.)

source: Overall Rating (total score divided by 10)
es: Calificación general (puntuación total dividida en 10)

source: Overall, the report reflects a reasonably complete understanding of the geological and seismo-tectonic environment of the Spence Mine site.
es: En general, el informe refleja una comprensión bastante completa del entorno geológico ysismotectónico de la zona de la mina Spence.

source: Overestimating capabilities / expertise
es: Sobrestimación de capacidades / experiencia

source: Overestimating our profits will lead to an inflated share value, which may be difficult to mitigate and lead to volatility in the STP for the following year.
es: Sobrestimar nuestras utilidades nos llevará a tener un valor accionario inflado, lo que puede resultar difícil de mitigar y crear volatilidad en el STP del año siguiente.

source: Overlies or in contact with Tvs20.
es: Sobreyace o está en contacto con la Tvs20.

source: Overly optimistic projections in 2014 and 2015 budgeting led us down a destructive path.
es: Las proyecciones demasiado optimistas hechas en 2014 y el presupuesto hecho en 2015 nos llevaron por una senda destructiva.

source: Overlying the weathered profile is a thin veneer of Residual Soil (ref Gramalote) and in places, Alluvium.
es: Sobre el perfil de meteorizado se presenta una capa fina de suelo residual (ref Gramalote) y en algunas zonas, aluvión.

source: Overview
es: General

source: Overview of Conceptual Hydrogeologic Model of Project Area
es: Resumen del modelo hidrogeológico conceptual del área del proyecto

source: Overview of Seepage Model Parameterization
es: Descripción de la parametrización del modelo de infiltración

source: Ovoid Open Pit, Voisey’s Bay Mine - N.G.L.
es: Pit Ovoid, mina Voisey’s Bay – N.G.L.

source: Ownership & People
es: Propiedad y Personas

source: Ownership and People
es: Propiedad y personas

source: Oxide Heap Leach pipeline system expansion
es: Ampliación de sistema de tuberías para lixiviación de óxidos en pilas

source: Oxygen below 19.5% or above 23.5%.
es: oxígeno por debajo de 19,5% o por encima de 23,5%.

source: Oxygen concentrations fall below 19.5% or rise above 23.5% within the work area
es: Concentraciones de oxigeno inferiores a 19,5% o superiores a 23,5% en el área de trabajo.

source: Oxygen, a Gamow bag, or portable altitude chamber, can be used as a temporary measure.
es: Como medida temporal, puede usarse oxígeno, una bolsa Gamow o una cámara de hiperbárica portátil.

source: Oyu Tolgoi Project, Open Pit 3D Stability Analysis
es: Proyecto Oyu Tolgoi. Análisis de estabilidad 3D del pit

source: PAGE 1: Biographical Information and Your Destination Statement
es: PÁGINA 1: Información biográfica y Declaración de Su Destino

source: PAGE 2: Goal Setting
es: PÁGINA 2: Establecer Objetivos

source: PAGE 3: Cycle Wrap Up / Summary
es: PÁGINA 3: Conclusión / Resumen de Ciclo

source: PAIC management & investments
es: Gestión e inversiones del PAIC

source: PERSONAL DANGER TAGS
es: ETIQUETAS DE PELIGRO PARA EL PERSONAL

source: PERSONAL FACTORS
es: FACTORES PERSONALES

source: PERSONAL FLOATATION DEVICE (PFD)
es: CHALECO SALVAVIDAS

source: PERSONAL PROTECTIVE EQUIPMENT
es: EQUIPO DE PROTECCIÓN PERSONAL

source: PERSONNEL
es: PERSONAL

source: PGA = peak ground acceleration
es: PGA = aceleración horizontal máxima

source: PGA values calculated for each significant seismic source are listed in Table 5.
es: En la Tabla 5 se indican los valores de aceleración horizontal máxima calculados para cada fuente sismogénica importante.

source: PGA values were calculated for the two major seismic sources from the subduction zone: an M9 interface earthquake at the PCT and an M8 intraslab earthquake directly beneath the Spence Mine site.
es: Se calcularon los valores de PGA para las dos fuentes sísmicas principales en la zona de subducción: un sismo de interfaz M9 en la FPC y un sismo de intraplaca M8 directamente debajo de la mina Spence.

source: PHONES
es: TELÉFONOS

source: PHOTOGRAPHY:
es: FOTOGRAFÍA:

source: PHRTA completed by Opportunity Leader. Through consultation with the project manager, the client and local office determine the risk controls to be implemented and record in the PHRTA
es: La PHRTA es completado por el Líder de Oportunidad. Con la consulta al gerente de proyecto, el cliente y la oficina local, se determinan los controles de riesgo a implementar, y se registra en la PHRTA.

source: PHRTA included in HSSEMP
es: PHRTA incluida en HSSEMP

source: PLAN
es: PLANIFICA

source: PLAN THE ENTIRE JOURNEY, CONSIDER DURATION, WEATHER, TRANSPORTATION
es: PLANEAR EL VIAJE COMPLETO, CONSIDERAR DURACIÓN, CLIMA, TRANSPORTE

source: PLANNING
es: PLANIFICACIÓN

source: PLANNING FOR UNDERGROUND SERVICES
es: PLANIFICAR POR SI HAY SERVICIOS ENTERRADOS

source: PLANT AND EQUIPMENT
es: MAQUINARIA PESADA, INSTALACIONES Y EQUIPOS

source: POSITIVE OUTLOOK
es: OPINIONES POSITIVAS

source: POSITIVE OUTLOOK COMMENTS
es: OPINIONES POSITIVAS

source: POTENTIAL FALL FROM HEIGHTS AT WAREHOUSE
es: POTENCIAL CAÍDA DE ALTURA EN BODEGA

source: POTENTIAL SERIOUS INCIDENT OR FATALITY (pSIF)
es: INCIDENTE GRAVE O FATALIDAD POTENCIAL (pSIF)

source: POWERED MOBILE PLANT
es: MAQUINARIA PESADA MÓVIL ENERGIZADA

source: PPE
es: EPP

source: PPE - Provide persons with PPE
es: EPP: proporcionar equipo de protección personal.
